acpi
acpi_call
acpid
alsa-utils
avahi
base-devel
bash-completion
bluez
bluez-utils
bridge-utils
cups
dialog
dnsmasq
dnsutils
dosfstools
edk2-ovmf
efibootmgr
firewalld
flatpak
grub
gvfs
gvfs-smb
hplip
inetutils
ipset
iptables-nft
linux-headers
mtools
network-manager-applet
networkmanager
nfs-utils
nss-mdns
ntfs-3g
openbsd-netcat
openssh
os-prober
pciutils
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
qemu
qemu-arch-extra
reflector
rsync
sof-firmware
terminus-font
tlp
vde2
virt-manager
wpa_supplicant
xdg-user-dirs
xdg-utils
yay
zsh
